{"chapters": [{"summary": "With no fees or minimums and no overdraft fees. Banking with Capital One is the easiest decision in the history of decisions. Squarespace has a full suite of tools for selling online and with their built in analytics you can use insights to improve your site and strategize effectively.", "headline": "With no fees or minimums and no overdraft fees Banking with Capital One is the easiest decision in the history of decisions.", "gist": "Sponsored by capital one.", "start": 850, "end": 38678}, {"summary": "In 1912, Toronto banned apartment buildings in most of the city. Richard Dennis is professor emeritus at University College London and a historian of apartments in Toronto. Richard says the ban was based on racist, sexist and sexist attitudes. The term ”missing middle“ refers to a lack of middle-sized housing options. In 1912, Toronto passed Law 61, which banned all apartment buildings in residential areas. It was driven by the chief planner of St. Louis, Harland Bartholomew. He was hired by cities like Memphis, Chattanooga, Rochester and Vancouver to design restrictive zoning policies. Spadana Gardens is a four-story apartment block in Toronto's. Spadina Gardens. It was built before the ban on apartment blocks in 1912. It's an example of a middle-class apartment block. Urbanists say the lack of middle housing in Toronto has led to a divided city. Cheryl and Nama are concerned about the lack of new construction in Toronto's housing market. They argue that most of the new developments only serve a very narrow range of people. Jason Allen John is a mortgage broker and a developer in Toronto. He wants to build affordable housing in communities he cares about. In Toronto, it takes more time to get a 100 unit building approved than a ten unit building. Politicians in Ontario have done almost nothing to address this problem. In Portland, Camille Trauma worked with the Mayor of Portland to pass zoning reform. It took a lot of work and politics, but the bill passed in 2020 and it ended single family zoning. Jay Coburn lives in a walk-up apartment building on the second floor of an apartment building in Cabbage Town, Toronto. He lives in an area where the Victorian and the early 20th century buildings have been preserved. It will take years of planning and development to create new apartments for renters.", "headline": "Jay Coburn lives in a walk-up apartment building on the second floor of Cabbage town.", "gist": "Roman mars introduces himself.", "start": 38774, "end": 1885910}, {"summary": "Visit Onepelotoncom to learn more. That's how a mattress design can improve your quality of life. Get $200 off your purchase of $1000 or more at Saatva. Cominvisiblecom is sponsored by BetterHelp. Joshua is a SimpliSafe customer.", "headline": "Cominvisiblecom is sponsored by betterhelpcom.", "gist": "Sponsored by saatva.", "start": 1886080, "end": 2109890}, {"summary": "J. Coburn and J. Coburn are talking about zoning laws in Toronto. They discuss the case of a 17-unit apartment building in the Forest Hill neighborhood that the city insists is just two semi detached houses. The previous owner wanted to turn it into two houses, but they never finished converting it to apartments. The current owners want to turn the building back into apartments. There are 17 potential apartments in Forest Hill that are sitting empty. The building is on the market for $105 million. It was bought for $4000000 10 years ago. The incentives are pushing people to build either high rise condos or single family residences.", "headline": "They discuss the case of a 17-unit apartment building in the Forest Hill neighbourhood.", "gist": "Insane examples of toronto city planning.", "start": 2114090, "end": 2499080}, {"summary": "99% invisible was produced this week by Jay Coburn, Anne Benaroya, Chris Barwe, Amita Ganache, Delaney Hall, Vivian Lee, Martin Gonzalez, Joe Rosenberg, Christopher Johnson, Emmett Fitzgerald, Lash Madonna, Jason De Leon, Sofia Clotsker and Roman Mars. The team is headquartered in the Pandora Building in Uptown Oakland, California.", "headline": "99% invisible was produced this week by Jay Coburn, Anne Benaroya, Chris Barwe, Amita Ganache, Delaney Hall, Vivian Lee, Martin Gonzalez, Joe Rosenberg, Christopher Johnson, EMM.", "gist": "99 % invisible thank yous.", "start": 2503770, "end": 2575070}], "episode_thumbnail": "https://cdn-images-1.listennotes.com/podcasts/99-invisible-roman-mars-cujtwfGCesU-JqxekyhmQi1.300x300.jpg", "episode_title": "491- The Missing Middle", "podcast_title": "99% Invisible"}